@extends('layouts.app')

@section('content')
<section class="hero is-primary">
  <div class="hero-body">
    <div class="container">
      <h1 class="title">
        免责声明
      </h1>
      <h2 class="subtitle">
        请仔细阅读
      </h2>
    </div>
  </div>
</section>

<section class="section">
  <div class="container">
    <div class="content">
      <h3>一、在猫哥招聘网站，您必须对自己发布的信息和言论负责。</h3>
      <p><strong>A. 我站有权利删除您在猫哥招聘网站上发布的任何违法和违反规定的信息以及言论：</strong></p>
      <ol>
        <li>违反加拿大及居住地相关法律、法规的规定;</li>
        <li>不遵守网上道德和诚实信用原则;</li>
        <li>危害国家和社会公共利益; </li>
        <li>恶意攻击他人;</li>
        <li>其他违法和违规的任何内容。</li>
      </ol>
      <p><strong>B. 由于客观原因，我们无法识别所有不恰当(虚假或非法)信息，这些不恰当信息所引起法律纠纷由信息发布者负责，与猫哥招聘网站无关。</strong></p>
      <p><strong>C. 我站除保留清除违规信息和言论的权利，并有权按以下规定给予处置：</strong></p>
      <ol>
        <li>凡淫秽、反动、人身攻击等方面的留言一律删除，严重者报法律部门查处;</li>
        <li>凡用户投诉、有关部门立案的，本栏目将依据法律协助查处。</li>
      </ol>
      <h3>二、任何在本网站上出现的信息，均只作为参考，您须对您自主决定的行为负责。</h3>
      <p><strong>A. 凡通过本网站与其它网站的链接而获得的其它网站提供的网上资料及内容，仅供您浏览和参考之用，请您对相关内容自行辨别及判断，我站不承担任何责任。</strong></p>
      <p><strong>B. 对于用户通过本网站有关服务之广告、信息而购买或取得之任何产品、信息或服务，本网站亦不承担质量保证之责任。</strong></p>
      <h3>三、若第三方在您不知情或未经您同意的前提下，将您的文字、图片、音乐等作品上传于我站及由此所产生的任何可能侵害您权益的行为，我站均不对任何人承担任何责任。</h3>
      <h3>四、互联网传输可能会受到干扰，中断、延迟或数据错误。对于非我站能控制的通讯设施故障可能引致的数据的不准确性或不及时性，我站不承担任何责任。</h3>
    </div>
  </div>
</section>
@endsection